Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Dialogs_WelcomeToVpnPlus_ProtectDevices
source: Protect 10 devices at once
ar_sa: قم بحماية 10 أجهزة في وقت واحد
ca_es: Protegiu 10 dispositius alhora
da_dk: Beskyt 10 enheder ad gangen
hu_hu: Védjen 10 eszközt egyszerre
th_th: ปกป้อง 10 อุปกรณ์พร้อมกัน
vi_vn: Bảo vệ 10 thiết bị cùng lúc
zh_cn: 可同时保护 10 台设备
zh_tw: 同時保護 10 個裝置

# Dialogs_WelcomeToVpnPlus_ProtectDevices_Description
source: Extend VPN protection to your desktop, mobile, browser, TV, and more.
ar_sa: اضف حماية VPN إلى كل من سطح المكتب، والجوال، والمتصفح، والتلفزيون، وغير ذلك الكثير.
ca_es: Amplieu la protecció VPN a l'escriptori, al mòbil, al navegador, al televisor i molt més.
da_dk: Udvid VPN-beskyttelsen til din computer, mobil, browser, tv og meget mere.
hu_hu: Terjessze ki a VPN-védelmet az asztali számítógépére, mobiljára, böngészőjére, TV-jére és még sok másra.
th_th: ขยายการป้องกัน VPN ไปยังเดสก์ท็อป มือถือ เบราว์เซอร์ ทีวี และอื่นๆ
vi_vn: Mở rộng bảo vệ VPN sang máy tính để bàn, di động, trình duyệt, TV và hơn thế nữa.
zh_cn: 将 VPN 保护扩展到台式机、手机、浏览器、电视等。
zh_tw: 把VPN保護伸展到你的桌面電腦、行動裝置、電視及更多

# Dialogs_WelcomeToVpnPlus_Stream
source: Stream in high resolution
ar_sa: بث بدقة عالية
ca_es: Estríming en alta resolució
da_dk: Stream i høj opløsning
hu_hu: Lejátszás nagy felbontásban
th_th: สตรีมด้วยความละเอียดสูง
vi_vn: Phát trực tuyến ở độ phân giải cao
zh_cn: 高分辨率流媒体
zh_tw: 高分辨率影音串流

# Dialogs_WelcomeToVpnPlus_Stream_Description
source: Watch movies and TV shows from around the world, without compromising on speed or quality.
ar_sa: شاهد الأفلام والبرامج التلفزيونية من جميع أنحاء العالم، دون التأثير على السرعة أو الجودة.
ca_es: Mireu pel·lícules i programes de televisió de tot el món, sense renunciar a la velocitat ni a la qualitat.
da_dk: Se film og tv-serier fra hele verden uden at gå på kompromis med hastighed eller kvalitet.
hu_hu: Nézzen filmeket és tévéműsorokat a világ minden tájáról, anélkül, hogy a sebesség vagy a minőség terén kompromisszumot kellene kötnie.
th_th: ดูภาพยนตร์และรายการทีวีจากทั่วโลก โดยไม่ลดทอนความเร็วหรือคุณภาพ
vi_vn: Xem phim và chương trình truyền hình từ khắp nơi trên thế giới mà không ảnh hưởng đến tốc độ hay chất lượng.
zh_cn: 观看来自世界各地的电影和电视节目，速度和质量都不会打折扣。
zh_tw: 觀看來自世界各地的電影和電視節目，不影響速度和質素。

# Dialogs_WelcomeToVpnPlus_Title
source: Welcome to VPN Plus
ar_sa: مرحبا بك في VPN Plus
ca_es: Us donem la benvinguda a VPN Plus
da_dk: Velkommen til VPN Plus
hu_hu: Üdvözli a VPN Plus
th_th: ยินดีต้อนรับสู่ VPN Plus
vi_vn: Chào mừng đến với VPN Plus
zh_cn: 欢迎使用 VPN Plus
zh_tw: 歡迎至 VPN Plus

# Dialogs_WelcomeUnlimited_Title
source: Welcome to Proton Unlimited
ar_sa: مرحبا بك في Proton Unlimited
ca_es: Us donem la benvinguda al Proton Unlimited
da_dk: Velkommen til Proton Unlimited
hu_hu: Üdvözli a Proton Unlimited
th_th: ยินดีต้อนรับสู่ Proton Unlimited
vi_vn: Chào mừng đến với Proton Unlimited
zh_cn: 欢迎使用 Proton Unlimited
zh_tw: 歡迎至Proton Unlimited

# Dialogs_Welcome_Message
source: We're getting your new VPN experience ready. This should only take a moment.
ar_sa: نحن نعمل على تجهيز تجربة VPN الجديدة الخاصة بك. لن يستغرق ذلك سوى لحظة.
ca_es: Estem preparant la vostra nova experiència de VPN. Això només hauria de prendre un moment.
da_dk: Vi er ved at gøre din nye VPN-oplevelse klar. Det tager kun et øjeblik.
hu_hu: Felkészülés az új VPN-élményre. Azonnal készen lesz.
th_th: เรากำลังเตรียมประสบการณ์ VPN ใหม่ให้พร้อม ใช้เวลาเพียงครู่เดียว
vi_vn: Chúng tôi đang chuẩn bị trải nghiệm VPN mới cho bạn. Việc này chỉ mất một chút thời gian.
zh_cn: 我们正在为您准备新的 VPN 体验。只需稍等片刻。
zh_tw: 我們正在為您準備全新的 VPN 體驗。只需稍等片刻即可完成。

# Dialogs_Welcome_Title
source: Welcome to Proton VPN
ar_sa: مرحبا بك في Proton VPN
ca_es: Us donem la benvinguda a Proton VPN
da_dk: Velkommen til Proton VPN
hu_hu: Üdvözli a Proton VPN
th_th: ยินดีต้อนรับสู่ Proton VPN
vi_vn: Chào mừng bạn đến với Proton VPN
zh_cn: 欢迎使用 Proton VPN
zh_tw: 歡迎使用 Proton VPN

# Exit_Confirmation_Title
source: Exit Proton VPN?
ar_sa: الخروج من Proton VPN؟
ca_es: Vol sortir de Proton VPN?
da_dk: Afbryd Proton VPN?
hu_hu: Kilépés a Proton VPN-ből?
th_th: ออกจาก Proton VPN หรือไม่?
vi_vn: Thoát Proton VPN?
zh_cn: 退出 Proton VPN？
zh_tw: 退出 Proton VPN?

# Exit_Message
source: Disconnecting from VPN...
ar_sa: قطع الاتصال بالـ VPN...
ca_es: S'està desconnectant de la VPN...
da_dk: Forbindelsen til VPN afbrydes...
hu_hu: VPN-ről való lecsatlakozás...
th_th: กำลังยกเลิกการเชื่อมต่อจาก VPN...
vi_vn: Đang ngắt kết nối khỏi VPN...
zh_cn: 正在断开 VPN...
zh_tw: 正在中斷 VPN 連線...

# Exit_Title
source: Exit Proton VPN
ar_sa: الخروج من Proton VPN
ca_es: Sortir de Proton VPN
da_dk: Luk Proton VPN
hu_hu: Kilépés a Proton VPN-ből
th_th: ออกจาก Proton VPN
vi_vn: Thoát Proton VPN
zh_cn: 退出 Proton VPN
zh_tw: 退出 Proton VPN

# Flyouts_Country_Title
source: Country
ar_sa: دولة
ca_es: País
da_dk: Land
hu_hu: Ország
th_th: ประเทศ
vi_vn: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家

# Flyouts_Country_Warning
source: Connect to VPN to change your virtual location
ar_sa: اتصل بشبكة VPN لتغيير موقعك الافتراضي
ca_es: Connecteu-vos a la VPN per a canviar la vostra ubicació virtual.
da_dk: Forbind til en VPN for at ændre din virtuelle lokation
hu_hu: Csatlakozzon a VPN-hez a virtuális hely megváltoztatásához
th_th: เชื่อมต่อกับ VPN เพื่อเปลี่ยนตำแหน่งเสมือน
vi_vn: Kết nối với VPN để thay đổi vị trí ảo của bạn
zh_cn: 连接 VPN 以更改您的虚拟位置
zh_tw: 連接 VPN已更改你的虛擬位置

# Flyouts_IpAddress_Description_Connected
source: Your VPN IP masks your real IP address. This makes it look like you’re browsing from your VPN location, so your online activity can’t be linked to your device.
ar_sa: يقوم الـVPN بحجب عنوان IP الحقيقي خاصتك. هذا يجعلك تبدو وكأنك تتصفح من موقع خادم VPN، فلا يمكن ربط نشاطك على الإنترنت بجهازك الشخصي.
ca_es: La IP de la VPN emmascara la vostra adreça IP real. Això fa que sembli que navegueu des de la vostra ubicació VPN, de manera que la vostra activitat en línia no es pot enllaçar al vostre dispositiu.
da_dk: Din VPN ip-adresse maskerer din rigtige ip-adresse. Dette får det til at ligne, at du tilgår internettet fra din VPN lokation, så dine aktiviteter online ikke kan spores tilbage til din enhed.
hu_hu: A VPN IP-je elrejti az Ön valódi IP-címét. Ez azt a látszatot kelti, mintha a VPN-helyéről böngészne, így az online tevékenységét nem lehet összekapcsolni az eszközével.
th_th: IP ของ VPN จะปิดบังที่อยู่ IP จริง ทำให้ดูเหมือนว่ากำลังเรียกดูจากตำแหน่ง VPN ดังนั้นกิจกรรมออนไลน์จึงไม่สามารถเชื่อมโยงกับอุปกรณ์ได้
vi_vn: IP VPN sẽ tạo mặt nạ cho địa chỉ IP thực của bạn. Điều này khiến bạn trông như đang duyệt web từ vị trí VPN, vì vậy hoạt động trực tuyến sẽ không liên kết với thiết bị của bạn.
zh_cn: 您的 VPN IP 屏蔽了您真实 IP 地址。这让您看起来像是在 VPN 所在地浏览，因此您的在线活动无法与您的设备联系起来。
zh_tw: 您的 VPN IP 會遮罩您的真實 IP 位址。這會讓您看起來像從 VPN 位置瀏覽，因此您的線上活動無法連結到您的裝置。

# Flyouts_IpAddress_KnowledgeBaseLinkTitle
source: What is an IP address?
ar_sa: ما هو عنوان IP؟
ca_es: Què és una adreça IP?
da_dk: Hvad er en IP-adresse?
hu_hu: Mi az az IP-cím?
th_th: ที่อยู่ IP คืออะไร?
vi_vn: Địa chỉ IP là gì?
zh_cn: 什么是 IP 地址？
zh_tw: 什麼是IP地址？

# Flyouts_IpAddress_Title
source: IP address
ar_sa: عنوان IP
ca_es: Adreça IP
da_dk: IP-adresse
hu_hu: IP-cím
th_th: ที่อยู่ IP
vi_vn: Địa chỉ IP
zh_cn: IP 地址
zh_tw: IP 地址

# Flyouts_IpAddress_VpnIp
source: VPN IP
ar_sa: عنوان IP للـ VPN
ca_es: IP de VPN
vi_vn: IP VPN

# Flyouts_IpAddress_YourIp
source: Your IP
ar_sa: عنوان IP خاصتك
ca_es: La vostra IP
da_dk: Din IP
hu_hu: Az ön IP címe
th_th: IP ของคุณ
vi_vn: IP của bạn
zh_cn: 您的 IP
zh_tw: 您的 IP

# Flyouts_IpAddress_YourIpIsVisible
source: Your IP address is visible
ar_sa: عنوان IP الخاص بك مرئي
ca_es: La vostra adreça IP és visible.
da_dk: Din IP-adresse er synlig
hu_hu: Az Ön IP-címe látható
th_th: ที่อยู่ IP ของคุณมองเห็นได้
vi_vn: Địa chỉ IP của bạn đang hiển thị
zh_cn: 您的 IP 地址可见
zh_tw: 你的IP地址可見

# Flyouts_Isp_KnowledgeBaseLinkTitle
source: What is an Internet Service Provider (ISP)?
ar_sa: ما هو مزود خدمة الإنترنت (ISP)؟
ca_es: Què és un proveïdor de serveis d'internet (ISP)?
da_dk: Hvad er en internetudbyder (ISP)?
hu_hu: Mi az internetszolgáltató?
th_th: ผู้ให้บริการอินเทอร์เน็ต (ISP) คืออะไร?
vi_vn: Nhà cung cấp dịch vụ internet (ISP) là gì?
zh_cn: 什么是互联网服务提供商（ISP）？
zh_tw: 什麼是互聯網供應商(ISP)？

# Flyouts_Isp_Title
source: Provider
ar_sa: المزود
ca_es: Proveïdor
da_dk: Udbyder
hu_hu: Szolgáltató
th_th: ผู้ให้บริการ
vi_vn: Nhà cung cấp
zh_cn: 提供商
zh_tw: 供應商

# Flyouts_Isp_Warning
source: Your provider can see which websites you visit
ar_sa: يمكن لمزود الخدمة الخاص بك رؤية المواقع الإلكترونية التي تزورها
ca_es: El vostre proveïdor pot veure quins llocs web visiteu.
da_dk: Din udbyder kan se, hvilke websteder du besøger
hu_hu: A szolgáltatója láthatja, hogy milyen webhelyeket látogat meg
th_th: ผู้ให้บริการสามารถดูเว็บไซต์ที่คุณเข้าชม
vi_vn: Nhà cung cấp có thể xem các trang web bạn truy cập
zh_cn: 您的服务提供商可以看到您访问的网站
zh_tw: 你的供應商可以看到你正在瀏覽的網站

# Flyouts_Protocol_Description
source: A VPN protocol determines how traffic is encrypted and transmitted over the VPN.
ar_sa: يحدد بروتوكول VPN كيفية تشفير حركة المرور ونقلها عبر VPN.
ca_es: Un protocol VPN determina com es xifra i es transmet el trànsit a través de la VPN.
da_dk: En VPN-protokol bestemmer, hvordan trafik krypteres og transmitteres over VPN.
hu_hu: A VPN-protokoll határozza meg, hogy a forgalom hogyan kerül titkosításra és továbbításra a VPN-en keresztül.
th_th: โปรโตคอล VPN กำหนดวิธีการเข้ารหัสและส่งทราฟฟิกผ่าน VPN
vi_vn: Giao thức VPN xác định cách lưu lượng được mã hóa và truyền qua VPN.
zh_cn: VPN 协议决定流量如何加密并通过 VPN 传输。
zh_tw: VPN 協定會決定流量如何在 VPN 上加密和傳輸。

# Flyouts_Protocol_KnowledgeBaseLinkTitle
source: Which VPN protocol is the best?
ar_sa: ما هو أفضل بروتوكول VPN؟
ca_es: Quin protocol VPN és el millor?
da_dk: Hvilken VPN-protokol er den bedste?
hu_hu: Melyik VPN protokoll a legjobb?
th_th: โปรโตคอล VPN ใดดีที่สุด?
vi_vn: Giao thức VPN nào là hiệu quả nhất?
zh_cn: 哪种 VPN 协议最好？
zh_tw: 哪個 VPN 協定是最好的？

# Flyouts_Protocol_Title
source: Protocol
ar_sa: البروتوكول
da_dk: Protokol
hu_hu: Protokoll
th_th: โปรโตคอล
vi_vn: Giao thức
zh_cn: 协议
zh_tw: 協定

# Flyouts_ServerLoad_Description
source: Server load shows how close a server is to its maximum capacity. A high server load can slow down your connection.
ar_sa: تظهر حمولة الخادم مدى اقتراب الخادم من الحد الأقصى للحمولة. الاتصال بخادم بحمل مرتفع قد يجعل اتصالك بطيئاً.
ca_es: La càrrega del servidor mostra a com de prop està un servidor de la seva capacitat màxima. Una càrrega elevada del servidor pot alentir la connexió.
da_dk: Serverbelastning viser, hvor tæt en server er på sin maksimale kapacitet. En høj serverbelastning kan gøre din forbindelse langsommere.
hu_hu: A szerverterhelés megmutatja, hogy egy szerver mennyire van közel a maximális kapacitásához. A magas szerverterhelés lelassíthatja a kapcsolatot.
th_th: ภาระของเซิร์ฟเวอร์แสดงว่าเซิร์ฟเวอร์ใกล้ถึงขีดจำกัดความจุเพียงใด ภาระของเซิร์ฟเวอร์สูงอาจทำให้การเชื่อมต่อช้าลง
vi_vn: Mức tải máy chủ cho biết khoảng cách để một máy chủ đạt tới mức công suất tối đa. Mức tải máy chủ cao có thể làm chậm kết nối.
zh_cn: 服务器负载显示服务器有多接近满载。荷载高，网速会慢。
zh_tw: 伺服器負載顯示與最高負載的佔比。伺服器高負載或會減慢您的連線。

# Flyouts_ServerLoad_High
source: High (91-100%)
ar_sa: مرتفعة (91-100%)
ca_es: Alta (91-100%)
da_dk: Høj (91-100%)
hu_hu: Magas (91-100%)
th_th: สูง (91-100%)
vi_vn: Cao (91-100%)
zh_cn: 高延迟（91-100%）
zh_tw: 高 (91-100%)

# Flyouts_ServerLoad_High_Description
source: VPN may run slower than normal
ar_sa: قد يعمل VPN أبطأ من المعتاد
ca_es: La VPN pot funcionar més lent del normal.
da_dk: VPN kører muligvis langsommere end normalt
hu_hu: A VPN a megszokottnál lassabban futhat
th_th: VPN อาจทำงานช้ากว่าปกติ
vi_vn: VPN có thể chạy chậm hơn bình thường
zh_cn: VPN可能会导致网速比平常时候更慢
zh_tw: VPN 執行速度可能較正常為慢

# Flyouts_ServerLoad_KnowledgeBaseLinkTitle
source: What is server load?
ar_sa: ما هو تحميل الخادم؟
ca_es: Què és la càrrega del servidor?
da_dk: Hvad er serverbelastning?
hu_hu: Mit értünk szerverterhelés alatt?
th_th: ภาระของเซิร์ฟเวอร์คืออะไร?
vi_vn: Tải máy chủ là gì?
zh_cn: 服务器负载是什么？
zh_tw: 什麼是伺服器負載？

# Flyouts_ServerLoad_Low
source: Low (1-75%)
ar_sa: منخفضة (1-75%)
ca_es: Baixa (1-75%)
da_dk: Lav (1-75%)
hu_hu: Alacsony (1-75%)
th_th: ต่ำ (1-75%)
vi_vn: Thấp (1-75%)
zh_cn: 低延迟（1-75%）
zh_tw: 低 (1-75%)

# Flyouts_ServerLoad_Low_Description
source: Lightning fast speeds
ar_sa: سرعة البرق السريعة
ca_es: Velocitats ultraràpides
da_dk: Lynhurtige hastigheder
hu_hu: Villámgyors sebesség
th_th: ความเร็วสูงดุจสายฟ้า
vi_vn: Tốc độ cực nhanh
zh_cn: 快如闪电
zh_tw: 極速

# Flyouts_ServerLoad_Medium
source: Medium (76-90%)
ar_sa: متوسطة (76-90%)
ca_es: Mitjana (76-90%)
hu_hu: Közepes (76-90%)
th_th: ปานกลาง (76-90%)
vi_vn: Trung bình (76-90%)
zh_cn: 中延迟（76-90%）
zh_tw: 中 (76-90%)

# Flyouts_ServerLoad_Medium_Description
source: Unlikely to affect connection speed
ar_sa: من غير المرجح أن يؤثر على سرعة الاتصال
ca_es: És poc probable que afecti la velocitat de connexió.
da_dk: Påvirker sandsynligvis ikke forbindelseshastigheden
hu_hu: Nem valószínű, hogy befolyásolja a kapcsolat sebességét
th_th: ไม่น่าจะส่งผลกระทบต่อความเร็วการเชื่อมต่อ
vi_vn: Hầu như không ảnh hưởng đến tốc độ kết nối
zh_cn: 不大可能影响连接速度
zh_tw: 不太可能影響連線速度。

# Flyouts_ServerLoad_Title
source: Server load
ar_sa: الضغط على الخوادم
ca_es: Càrrega del servidor
da_dk: Serverbelastning
hu_hu: Szerver terheltség
th_th: กำลังโหลดข้อมูลจากเซิร์ฟเวอร์
vi_vn: Tải máy chủ
zh_cn: 服务器负载
zh_tw: 伺服器負載

# Flyouts_Speed_BoostedByVpnAccelerator
source: Boosted by VPN Accelerator
ar_sa: مدعوم بواسطة مسرع VPN
ca_es: Potenciat per VPN Accelerator
da_dk: Boostet af VPN Accelerator
hu_hu: A VPN Accelerator segítségével gyorsítva
th_th: เร่งความเร็วโดย VPN Accelerator
vi_vn: Được VPN Accelerator tăng cường
zh_cn: 由 VPN Accelerator 助力
zh_tw: 用VPN加速器增速

# Flyouts_Speed_Download
source: Download
ar_sa: تنزيل
ca_es: Descarrega
hu_hu: Letöltés
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# Flyouts_Speed_KnowledgeBaseLinkTitle
source: Understanding and increasing VPN connection speeds
ar_sa: شرح سرعة وحركة مرور VPN
ca_es: Explicació de la velocitat i trànsit de la VPN
da_dk: VPN hastighed og trafik forklaret
hu_hu: VPN sebesség és forgalom magyarázata
th_th: อธิบายความเร็วและทราฟฟิกของ VPN
vi_vn: Giải thích về tốc độ và lưu lượng VPN
zh_cn: VPN 速度和流量说明
zh_tw: VPN 速度與流量說明。

# Flyouts_Speed_Title
source: Speed
ar_sa: حركة المرور الحالية
ca_es: Trànsit actual
da_dk: Aktuel trafik
hu_hu: Jelenlegi forgalom
th_th: ทราฟฟิกปัจจุบัน
vi_vn: Lưu lượng hiện tại
zh_cn: 当前流量
zh_tw: 目前的流量

# Flyouts_Speed_Upload
source: Upload
ar_sa: رفع
ca_es: Carrega
hu_hu: Feltöltés
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# Flyouts_Volume_Description
source: This shows how much traffic has routed through your VPN.
ar_sa: يعرض إجمالي كمية البيانات التي مرت عبر نفق VPN منذ اتصالك.
ca_es: Mostra la quantitat total de dades que han passat pel túnel VPN des que us heu connectat.
da_dk: Viser den samlede mængde data, der er sendt gennem VPN-tunnelen, siden du oprettede forbindelse.
hu_hu: Megmutatja a VPN alagúton keresztül átvitt összes adatmennyiséget, mióta csatlakozott.
th_th: แสดงปริมาณข้อมูลทั้งหมดที่ผ่านอุโมงค์ VPN ตั้งแต่เริ่มเชื่อมต่อ
vi_vn: Hiển thị tổng lượng dữ liệu đã qua đường hầm VPN kể từ khi kết nối.
zh_cn: 显示自连接以来通过 VPN 隧道的数据总量。
zh_tw: 顯示自您連線以來透過 VPN 隧道傳輸的總數據量。

# Flyouts_Volume_Download
source: Download
ar_sa: تنزيل
ca_es: Descarrega
hu_hu: Letöltés
th_th: ดาวน์โหลด
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

# Flyouts_Volume_Title
source: Volume
ar_sa: إجمالي حركة المرور
ca_es: Trànsit total
da_dk: Trafik i alt
hu_hu: Összes forgalom
th_th: ทราฟฟิกทั้งหมด
vi_vn: Tổng lưu lượng
zh_cn: 总流量
zh_tw: 總流量

# Flyouts_Volume_Upload
source: Upload
ar_sa: رفع
ca_es: Carrega
hu_hu: Feltöltés
th_th: อัปโหลด
vi_vn: Tải lên
zh_cn: 上传
zh_tw: 上傳

# Format_SpeedUnit
source: Speed ({0})
ar_sa: حركة المرور الحالية ({0})
ca_es: Trànsit actual ({0})
da_dk: Aktuel trafik ({0})
hu_hu: Jelenlegi forgalom ({0})
th_th: ทราฟฟิกปัจจุบัน ({0})
vi_vn: Lưu lượng hiện tại ({0})
zh_cn: 当前流量 ({0})
zh_tw: 目前的流量 ({0})

# Format_Time_Day_One
source: {0} day
ar_sa: {0} يوم
ca_es: {0} dia
da_dk: {0} dag
hu_hu: {0} nap

# Format_Time_Day_Other
source: {0} days
ar_sa: {0} يومًا
ca_es: {0} dies
da_dk: {0} dage
hu_hu: {0} nap
th_th: {0} วัน
vi_vn: {0} ngày
zh_cn: {0}天
zh_tw: {0} 天

# Format_Time_DayHour_One
source: {0} day {1} hr
ar_sa: {0} يوم و {1} ساعة
ca_es: {0} dia {1} hora
da_dk: {0} dag {1} time
hu_hu: {0} nap {1} óra

# Format_Time_DayHour_Other
source: {0} days {1} hr
ar_sa: {0} يومًا و {1} ساعة
ca_es: {0} dies {1} hores
da_dk: {0} dage {1} timer
hu_hu: {0} nap {1} óra
th_th: {0} วัน {1} ชม.
vi_vn: {0} ngày {1} giờ
zh_cn: {0}天{1}小时
zh_tw: {0} 天 {1} 時

# Format_Time_HoursMinutes
source: {0} hr {1} min
ar_sa: {0} ايام {1} ساعة
ca_es: {0} h {1} min
da_dk: {0} time(r) {1} minut(ter)
hu_hu: {0} óra {1} perc
th_th: {0} ชม. {1} นาที
vi_vn: {0} giờ {1} phút
zh_cn: {0}小时{1}分钟
zh_tw: {0} 時 {1} 分

# Format_Time_MinutesSeconds
source: {0} min {1} sec
ar_sa: {0} دقيقة {1} ثانية
ca_es: {0} min {1} s
da_dk: {0} minut(ter) {1} sekund(er)
hu_hu: {0} perc {1} másodperc
th_th: {0} นาที {1} วินาที
vi_vn: {0} phút {1} giây
zh_cn: {0}分钟{1}秒
zh_tw: {0} 分 {1} 秒

# FreeConnections_P2PUpsell
source: Download files through BitTorrent and other file sharing protocols
ar_sa: تنزيل الملفات من خلال BitTorrent وبروتوكولات مشاركة الملفات الأخرى
ca_es: Descarregueu fitxers a través de BitTorrent i altres protocols de compartició de fitxers
da_dk: Overfør filer via BitTorrent og andre fildelingsprotokoller
hu_hu: Fájlok letöltése BitTorrent és más fájlmegosztó protokollokon keresztül
th_th: ดาวน์โหลดไฟล์ผ่าน BitTorrent และโปรโตคอลการแชร์ไฟล์อื่นๆ
vi_vn: Tải xuống tệp qua BitTorrent và các giao thức chia sẻ tệp khác
zh_cn: 通过 BitTorrent 和其他文件共享协议下载文件
zh_tw: 透過 BitTorrent 及其他檔案共享通訊協定下載檔案

# FreeConnections_SecureCoreUpsell
source: Add another layer of encryption to your VPN connection
ar_sa: اضف طبقة اضافية من التشفير لاتصال VPN الخاص بك
ca_es: Afegiu una altra capa de xifratge a la vostra connexió VPN
da_dk: Tilføj endnu et lag af kryptering til din VPN-forbindelse
hu_hu: Még egy titkosítási réteg hozzáadása a VPN-kapcsolathoz
th_th: เพิ่มชั้นการเข้ารหัสลับอีกชั้นให้กับการเชื่อมต่อ VPN
vi_vn: Thêm một lớp mã hóa khác cho kết nối VPN
zh_cn: 为 VPN 连接增添一层额外保护
zh_tw: 為您的 VPN 連線加入另一層加密

# FreeConnections_TorUpsell
source: Use the Tor network over your VPN connection for extra privacy
ar_sa: استخدم شبكة Tor عبر اتصال VPN الخاص بك لمزيد من الخصوصية
ca_es: Utilitzeu la xarxa Tor a través d'una connexió VPN per a una privacitat addicional
da_dk: Brug Tor-netværket via din VPN-forbindelse for ekstra diskretion
hu_hu: Használja a VPN kapcsolatát miközben a Tor hálózathoz van csatlakozva extra adatvédelemért
th_th: ใช้เครือข่าย Tor ผ่านการเชื่อมต่อ VPN เพื่อความเป็นส่วนตัวเป็นพิเศษ
vi_vn: Sử dụng mạng Tor sau khi kết nối VPN để tăng cường quyền riêng tư
zh_cn: 经 Tor 网络，连接 VPN，更强隐私
zh_tw: 經由您的 VPN 連線使用 Tor 網路，以加強隱私

# FreeConnections_WorldwideCoverageUpsell
source: Get worldwide coverage with VPN Plus
ar_sa: احصل على تغطية عالمية مع VPN Plus
ca_es: Obtingueu cobertura mundial amb VPN Plus.
da_dk: Få verdensomspændende dækning med VPN Plus
hu_hu: Világszintű lefedettség a VPN Plusszal
th_th: รับความคุ้มครองทั่วโลกด้วย VPN Plus
vi_vn: Nhận phạm vi phủ sóng toàn cầu với VPN Plus
zh_cn: 开通 VPN Plus，获得全球覆盖
zh_tw: 使用 VPN Plus 享受全球的服務覆蓋

# Gateways_Page_Description
source: Connect to a Gateway to access your organization's VPN.
ar_sa: اتصل ببوابة للوصول إلى VPN الخاص بمؤسستك.
ca_es: Connecteu-vos a una passarel·la per accedir a la VPN de la vostra organització.
da_dk: Forbind til en gateway for at få adgang til organisationens VPN.
hu_hu: Csatlakozzon egy átjáróhoz, hogy hozzáférjen a szervezet VPN-jéhez.
th_th: เชื่อมต่อกับเกตเวย์เพื่อเข้าถึง VPN ขององค์กร
vi_vn: Kết nối với một Cổng để truy cập VPN của tổ chức.
zh_cn: 连接到网关以访问您组织的 VPN。
zh_tw: 連接到閘道以訪問您組織的 VPN

# Gateways_Page_Title
source: Gateways
ar_sa: البوابات
ca_es: Passarel·les
hu_hu: Átjárók
th_th: เกตเวย์
vi_vn: Các cổng
zh_cn: 网关
zh_tw: 連線通道

# Gateways_Server
source: Dedicated server
ar_sa: خادم مخصص
ca_es: Servidor dedicat
da_dk: Dedikeret server
hu_hu: Dedikált szerver
th_th: เซิร์ฟเวอร์เฉพาะ
vi_vn: Máy chủ riêng biệt
zh_cn: 专用服务器
zh_tw: 專用伺服器

# Home_Account_SignOut
source: Sign out
ar_sa: تسجيل الخروج
ca_es: Tanca la sessió
da_dk: Log ud
hu_hu: Kijelentkezés
th_th: ออกจากระบบ
vi_vn: Đăng xuất
zh_cn: 登出
zh_tw: 登出

# Home_Account_SignOut_Confirmation_Title
source: Sign out from {0}?
ar_sa: تسجيل الخروج من {0}؟
ca_es: Voleu tancar la sessió de {0}?
da_dk: Log ud fra {0}?
hu_hu: Kijelentkezik innen {0}?
th_th: ออกจากระบบจาก {0} หรือไม่?
vi_vn: Đăng xuất khỏi {0}?
zh_cn: 要从 {0} 退出吗？
zh_tw: 確定要從 {0} 登出嗎？

# Home_Account_Title
source: My account
ar_sa: حسابي
ca_es: El meu compte
da_dk: Min konto
hu_hu: Saját fiók
th_th: บัญชีของฉัน
vi_vn: Tài khoản của tôi
zh_cn: 我的账户
zh_tw: 我的帳戶

# Home_ConnectionCard_ChangeServer
source: Change server
ar_sa: تغيير الخادم
ca_es: Canvia de servidor
da_dk: Skift server
hu_hu: Szerver váltása
th_th: เปลี่ยนเซิร์ฟเวอร์
vi_vn: Thay đổi máy chủ
zh_cn: 切换服务器
zh_tw: 變更伺服器

# Home_ConnectionCard_Header_BrowseSafely
source: Browsing safely from
ar_sa: تصفح بأمان من
ca_es: Navegació segura des de
da_dk: Browser sikkert fra
hu_hu: Biztonságos böngészés innen
th_th: เรียกดูอย่างปลอดภัยจาก
vi_vn: Duyệt an toàn từ
zh_cn: 安全浏览
zh_tw: 安全瀏覽自

# Home_ConnectionCard_Header_ConnectingTo
source: Connecting to...
ar_sa: جارٍ الإتصال بـ...
ca_es: Connectant a...
da_dk: Forbinder til...
hu_hu: Kapcsolódás ehhez...
th_th: กำลังเชื่อมต่อไปยัง...
vi_vn: Đang kết nối đến...
zh_cn: 正在连接...
zh_tw: 連接到...

# Home_ConnectionCard_Header_DefaultConnection
source: Default connection
ar_sa: الاتصال الافتراضي
ca_es: Connexió per defecte
da_dk: Standardforbindelse
hu_hu: Alapértelmezett kapcsolat
th_th: การเชื่อมต่อเริ่มต้น
vi_vn: Kết nối mặc định
zh_cn: 默认连接
zh_tw: 預設連線

# Home_ConnectionCard_Header_FreeConnection
source: Free connection
ar_sa: الاتصال المجاني
ca_es: Connexió gratuïta
da_dk: Gratis forbindelse
hu_hu: Free kapcsolat
th_th: การเชื่อมต่อฟรี
vi_vn: Kết nối miễn phí
zh_cn: 免费连接
zh_tw: 免費連線

# Home_ConnectionCard_Header_LastConnectedTo
source: Last connected to
ar_sa: آخر اتصال بـ
ca_es: Última connexió a
da_dk: Sidst forbundet til
hu_hu: Utoljára csatlakozva
th_th: เชื่อมต่อล่าสุดไปยัง
vi_vn: Kết nối gần đây nhất với
zh_cn: 最后连接至
zh_tw: 上次連線至

# Home_ConnectionCard_Landmark
source: Connection card
ar_sa: بطاقة الإتصال
ca_es: Targeta de connexió
da_dk: Forbindelseskort
hu_hu: Kapcsolat kártya
th_th: การ์ดการเชื่อมต่อ
vi_vn: Thẻ kết nối
zh_cn: 连接信息
zh_tw: 連線資訊卡

# Home_ConnectionDetails_City
source: City
ar_sa: مدينة
ca_es: Ciutat
da_dk: By
hu_hu: Város
th_th: เมือง
vi_vn: Thành phố
zh_cn: 城市 / 区县
zh_tw: 市區

# Home_ConnectionDetails_ConnectedFor
source: Connected for
ar_sa: متصل لمدة
ca_es: Connectat durant
da_dk: Forbundet for
hu_hu: Kapcsolódva
th_th: เชื่อมต่อเป็นเวลา
vi_vn: Đã kết nối trong
zh_cn: 已连接
zh_tw: 已連線

# Home_ConnectionDetails_Connecting
source: Connecting
ar_sa: جاري الاتصال
ca_es: S'està connectant
da_dk: Forbinder
hu_hu: Kapcsolódás
th_th: กำลังเชื่อมต่อ
vi_vn: Đang kết nối
zh_cn: 正在连接
zh_tw: 連線中

# Home_ConnectionDetails_ConnectingSubLabel
source: Protecting your digital identity...
ar_sa: جارٍ حماية هويتك الرقمية...
ca_es: S'està protegint la vostra identitat digital...
da_dk: Beskytter din digitale identitet...
hu_hu: Védje digitális személyazonosságát...
th_th: กำลังปกป้องข้อมูลระบุตัวตนดิจิทัล...
vi_vn: Bảo vệ danh tính kỹ thuật số của bạn...
zh_cn: 保护您的数字身份...
zh_tw: 正在保護您的數位身份...

# Home_ConnectionDetails_Country
source: Country
ar_sa: دولة
ca_es: País
da_dk: Land
hu_hu: Ország
th_th: ประเทศ
vi_vn: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家

# Home_ConnectionDetails_Gateway
source: Gateway
ar_sa: البوابة
ca_es: Passarel·la
hu_hu: Átjáró
th_th: เกตเวย์
vi_vn: Cổng
zh_cn: 网关
zh_tw: 網關
